{
    "Appetizers" : [
        {
            "Name" : "House Salad",
            "Ingredients" : "Lettuce, tomatoes, cucumber, blue cheese, house  dressing",
            "Description" : "Our house blend of crisp, juicy, and fresh vegetables and mixed with our famous dressing."
        },
        {
            "Name" : "Mozarella Sticks",
            "Indgredients" : "Bread crumbs, mozarella cheese.",
            "Description" : "Locally produced cheese deep fried in our homemade bread crumbs."
        }
    ],
    "Cold Sandwhiches" : [
        {
            "Name" : "BLT",
            "Indgredients" : "Bacon, lettuce, tomatoes, artisan bread",
            "Description" : "Locally farmed bacon, fresh crisp lettuce and tomatoes on our homemade artisan bread."
        },
        {
            "Name" : "Italian Cut",
            "Indgredients" : "Salami, prosciuto, pepperoni, provolone cheese, olive oil",
            "Description" : "Our italian cuts mix served with locally produced provolone and drizzled with house pressed olive oil on rye."
        }
    ],
    "Hot Sandwhiches" : [
        {
            "Name" : "Hey Panini!",
            "Indgredients" : "Mozarella, provolone, american white cheese, tri tip steak, green peppers, artisan bread",
            "Description" : "What we're famous for. A 3 cheese blend toasted in our artisan bread with juicy tri tip steak and roasted green peppers."
        },
        {
            "Name" : "Grilled Cheese",
            "Indgredients" : "Mozarella, provolone, american white cheese, artisan bread",
            "Description" : "Our 3 cheese blend on homemade artisan bread grilled to golden perfection."
        }
    ],
    "Desserts" : [
        {
            "Name" : "Lava Cake",
            "Indgredients" : "Chocolate cake and chocolate sauce",
            "Description" : "Hot to order chocolate cake filled with decadent chocolate sauce and sprinkled with powdered sugar."
        },
        {
            "Name" : "Reese Shake",
            "Indgredients" : "Milk, ice cream, Reeses Peanut Butter Cups, chocolate, vanilla",
            "Description" : "A chocolate vanilla shake blended with Reese's Cups."
        }
    ],
    "Drinks" : [
        {
            "Name" : "Yerba Mate",
            "Indgredients" : "Yerba Mate",
            "Description" : "Hot yerba mate imported from Paraguay served to you in the traditional gourde with bombilla."
        },
        {
            "Name" : "Herbal Tea",
            "Indgredients" : "Chamomille, lavender, paraguenses",
            "Description" : "Hot tea steeped for a minimum of 15 minutes."
        }
    ]
}